Repository: ekuester/pyGTK-XML-data-from-GPS-Track-TreeView-with-ListStore
Catalog: pyXMLGPX-parser/locale/*/LC_MESSAGES/pyXMLGPX-parser.po
Languages: de

source: Gtk+: XML Application - XML TableView from GPX-Tracker
de: Gtk+: XML Application - XML Tabelle aus GPX-Spuraufzeichnung

source: <span face="mono" weight="bold">View XML data from GPS Track</span>
de: <span face="mono" weight="bold">XML Daten aus GPS Spuraufzeichnung</span>

source: distance [km]
de: Entfernung [km]

source: elevation
de: Höhe

source: latitude
de: Breite

source: longitude
de: Länge

source: velocity [km/h]
de: Geschw. [km/h]

source: Choose a file, click Open
de: Dateiauswahl, Öffnen klicken

source: Open
de: Öffnen

source: Open GPS recording
de: GPS Aufzeichnung öffnen

source: Quit
de: Verlassen

source: Exit program
de: Programm verlassen

source: About
de: Info

source: About program
de: Über das Programm

source: GPX track files
de: GPX Dateien

source: XML files
de: XML Dateien

source: Text files
de: Textdateien

source: Any files
de: Alle Dateien

source: Select GPS track file
de: GPS Aufzeichnung auswählen

source: Go on to open a new track file
de: Jetzt neue Spuraufzeichnung öffnen

source: No track file chosen, try again
de: Keine Spurdatei ausgewählt, neuer Versuch?

source: An error occurred while xml parsing, good luck!
de: Fehler beim XML Parsen aufgetreten, viel Glück!

source: file chosen: {gpx_url}
de: Gewählte Datei: {gpx_url}

source: <b>Total distance:</b>
de: <b>Entfernung gesamt:</b>

source: <b>Total duration:</b>
de: <b>Gesamtdauer:</b>

source: total duration = {total_duration: 5.1f} seconds
de: Gesamtdauer = {total_duration: 5.1f} Sekunden

source: mytracks distance = {tracks_distance: 5.3f} km
de: mytracks Entfernung = {tracks_distance: 5.3f} km

source: Track contains {points} trackpoints
de: Aufzeichnung enthält {points} Spurpunkte

source: <span face="mono" weight="bold">View XML data from {gpx_url}</span>
de: <span face="mono" weight="bold">XML Daten aus {gpx_url}</span>

source: pyGtk: XML Application - XML Data from GPX Track
de: pyGtk: XML Application - XML Daten aus GPX Spuraufzeichnung

source: Erich Küster, Krefeld/Germany
de: Erich Küster, Krefeld/Deutschland

source: Erich Küster, Krefeld/Germany
de: Erich Küster, Krefeld/Deutschland

source: Unknown button was clicked
de: Unbekannte Schaltfläche geklickt
